# Oppgave: Modulo-funksjon

Enkelt og greit, skriv en funksjon `modulo(a, b)` som kalkulerer a modulo b. Kun heltall er tillatt som parametre. PArameteret *b* har heller ikke lov til å være 0.

## Bruksscenarier
```
modulo(2014, 1006)
> 2
modulo(-3, 2)
> 1
modulo(4917, 4918)
> 4917
modulo(3, 0)
> Error('Cannot divide by zero') // Kan ikke representere tallet 0
```
